{
    "name": "Carlos Ferreira",
    "title": "General Counsel, Jerónimo Martins Group",
    "summary": "Legal executive with 23+ years of experience in corporate law, regulatory compliance, and international\nbusiness transactions. Delivers results by providing strategic legal guidance that balances risk management\nwith business growth objectives. Known for pragmatic solutions to complex legal challenges across multiple\njurisdictions.\nCertifications: Portuguese Bar Association, UK Solicitors Regulation Authority.\nLanguages: Native Portuguese, fluent in English and French.",
    "education": "Harvard Law School\nLL.M. in International Business Law\nUniversidade de Lisboa\nMaster's in Law",
    "skills": "Corporate Governance & Compliance\nMergers & Acquisitions\nCommercial Contract Negotiation\nIntellectual Property Protection\nRegulatory Affairs & Government Relations\nNative in Portuguese; fluent in English and French",
    "experience": "2024 – GlobalPharma Corporation\nLed legal strategy for a €300M cross-border acquisition, managing due diligence across 5 jurisdictions.\nNegotiated complex intellectual property transfers and regulatory approvals with minimal contingent\nliabilities.\n2023–2024 – TechInnovations Portugal\nDeveloped a comprehensive GDPR compliance program affecting data processing across 18 countries.\nCreated data mapping tools and implemented training for 1,200+ employees.\n2022–2023 – RetailGroup International\nOrchestrated the legal framework for entering three new markets in South America. Structured joint\nventures, negotiated commercial leases, and established employment contracts compliant with local\nregulations.\n2021–2022 – EnergyGrid Utilities\nLed legal negotiations for renewable energy power purchase agreements valued at €450M. Developed\ncontract templates and risk assessment frameworks for the procurement team.\n2020–2021 – ManuTech Industries\nImplemented an updated compliance program addressing anti-corruption and trade sanctions. Created\nrisk assessment tools and monitoring procedures across global operations.\n2019–2020 – FinBank Portugal\nManaged legal aspects of a digital transformation initiative introducing new financial products. Ensured\ncompliance with evolving financial regulations while enabling product innovation.\n2017–2019 – TeleComm Services\nDirected litigation strategy for intellectual property disputes across European markets. Developed\nsettlement frameworks and licensing agreements that protected core technologies.\n2015–2017 – ConsumerGoods Manufacturing\nCreated a comprehensive contract management system spanning 2,000+ supplier and distribution\nagreements. Standardized terms and implemented automated renewal alert processes.\n2012–2015 – AeroTravel Group\nLed legal teams during industry regulatory changes affecting passenger rights. Revised policies and\ncompensation procedures across customer-facing operations.\n2009–2012 – InvestCorp Financial\nManaged legal aspects of corporate restructuring during financial market turbulence. Negotiated debt\nrestructuring and implemented governance changes to meet regulatory requirements."
}