{
    "name": "Pedro Almeida",
    "title": "Chief Operations Officer, TAP Air Portugal",
    "summary": "Operations executive with 21+ years of experience in supply chain management, process optimization, and\noperational excellence. Delivers results by implementing lean methodologies, digital transformation initiatives,\nand strategic resource planning. Known for building high-performing teams and creating sustainable\noperational improvements across industries.\nCertifications: Lean Six Sigma Black Belt, APICS CSCP.\nLanguages: Native Portuguese, fluent in English and Spanish.",
    "education": "INSEAD\nExecutive MBA\nInstituto Superior Técnico\nMaster's in Industrial Engineering",
    "skills": "Supply Chain Optimization & Network Design\nLean Manufacturing & Six Sigma\nS&OP & Integrated Business Planning\nOperational Excellence & Continuous Improvement\nDigital Operations Transformation\nNative in Portuguese; fluent in English and Spanish",
    "experience": "2024 – OceanFreight Logistics\nLed the implementation of a digital control tower that provided end-to-end supply chain visibility. The\nplatform integrated 40+ carriers and reduced transit delays by 25%.\n2023–2024 – MedicalDevices Manufacturing\nImplemented lean manufacturing principles across production facilities, resulting in a 30% reduction in\ncycle time and 20% improvement in first-pass yield rates.\n2022–2023 – RetailChain Stores\nOrchestrated the redesign of distribution networks serving 300+ retail locations. Optimized inventory\nplacement and transport routes, reducing logistics costs by €8M annually.\n2021–2022 – FoodService Industries\nDeveloped an integrated business planning process connecting demand forecasting with production\nscheduling. Reduced excess inventory by 35% while improving on-time delivery performance.\n2020–2021 – AutoComponents Portugal\nLed a digital transformation program for shop floor operations. Implemented IoT sensors and real-time\ndashboards that improved equipment effectiveness by 18%.\n2019–2020 – EnergyUtilities Group\nManaged the implementation of predictive maintenance systems for critical infrastructure. Created\ncondition-based maintenance schedules that reduced unplanned downtime by 40%.\n2017–2019 – PharmaDistribution Network\nRedesigned quality management systems to ensure GDP compliance. Established temperature-\ncontrolled logistics processes and serialization tracking for pharmaceutical products.\n2015–2017 – ElectronicsManufacturing Corp.\nLed the consolidation of manufacturing operations from three sites to a single facility. Managed\ncapacity planning, equipment transfers, and workforce transitions without production disruptions.\n2012–2015 – GlobalRetail Solutions\nImplemented S&OP processes integrating commercial and supply chain planning. Created scenario\nmodeling tools to optimize inventory levels during seasonal peaks.\n2009–2012 – AeroSpace Components\nDeveloped supplier quality management programs for critical aerospace components. Established\nvendor scorecards and collaborative improvement initiatives that enhanced supply reliability."
}