{
    "name": "João Mendes",
    "title": "Chief Financial Officer, Sonae MC",
    "summary": "Senior finance executive with 24+ years of experience in financial strategy, M&A, and treasury management.\nDelivers results by optimizing financial operations, implementing strategic planning frameworks, and ensuring\nregulatory compliance. Known for strong analytical skills and ability to translate complex financial concepts to\nnon-financial stakeholders.\nCertifications: CFA, Certified Management Accountant.\nLanguages: Native Portuguese, fluent in English and German.",
    "education": "London Business School\nMBA with Finance Specialization\nUniversidade do Porto\nBachelor's in Economics",
    "skills": "Financial Strategy & Planning\nM&A Due Diligence & Integration\nCapital Structure Optimization\nInvestor Relations & Financial Communication\nRisk Management & Compliance\nNative in Portuguese; fluent in English and German",
    "experience": "2024 – GreenEnergy Solutions\nLed financial modeling for a €250M renewable energy investment portfolio. Developed scenario\nanalyses for various market conditions and created risk assessment frameworks for board decision-\nmaking.\n2023–2024 – RetailGroup International\nOrchestrated the financial integration of three acquired companies with combined revenue of €120M.\nStandardized reporting structures and implemented shared services for accounting functions.\n2022–2023 – MediHealth Hospitals\nImplemented a zero-based budgeting approach across 12 medical facilities. The initiative identified\n15% cost reduction opportunities while maintaining service quality standards.\n2021–2022 – Tech Innovations Corp.\nDesigned an investor relations strategy that resulted in 20% higher analyst coverage. Created financial\ncommunication templates and quarterly presentation materials for capital markets.\n2020–2021 – AutoMotors Portugal\nLed the restructuring of €300M debt by negotiating with banking syndicates. Improved debt-to-EBITDA\nratio from 4.2x to 2.8x through strategic debt reprofiling.\n2019–2020 – ConsumerGoods Manufacturing\nDeveloped a working capital optimization program that freed up €45M in cash. Implemented inventory\nmanagement policies and supplier payment term standardization.\n2017–2019 – EuroConst Construction\nIntroduced a project-based financial management system for real-time profitability tracking. Created\ndashboards for monitoring cost variances against budgets across 30+ construction sites.\n2015–2017 – InvestBank Group\nLed financial planning and analysis team in developing a profitability model by customer segment. The\ninsights drove product pricing strategies and service delivery optimization.\n2012–2015 – TeleComm Portugal\nManaged treasury operations and forex risk mitigation strategies. Implemented a cash pooling system\nthat improved liquidity management across subsidiaries.\n2009–2012 – PharmaTech Industries\nDirected the implementation of a new ERP financial module. Redesigned chart of accounts and\nestablished financial controls for Sarbanes-Oxley compliance."
}