{
    "name": "Ana Gomes",
    "title": "Chief Marketing Officer, Puma Iberia",
    "summary": "Senior marketing executive with 22+ years of experience across digital marketing, brand strategy, and\ncustomer experience. Proven track record in developing integrated marketing campaigns, managing global\nbrand transformations, and delivering data-driven marketing initiatives. Known for strong leadership skills and\nstrategic vision that connects marketing efforts to business growth.\nCertifications: Google Marketing Platform, Salesforce Marketing Cloud.\nLanguages: Native Portuguese, fluent in English and Spanish.",
    "education": "ISCTE Business School\nMaster's in Marketing Management\nUniversidade Nova de Lisboa\nBachelor's in Communication Sciences",
    "skills": "Brand Strategy & Positioning\nIntegrated Marketing Campaigns\nDigital Marketing & Social Media\nCustomer Journey Mapping\nMarketing Analytics & ROI Measurement\nNative in Portuguese; fluent in English and Spanish",
    "experience": "2024 – JourneyAir Airlines\nImplemented a personalized customer journey program that increased loyalty program signups by\n35%. Created segmentation models for targeted communications and developed a content calendar\naligned with seasonal travel behaviors.\n2023–2024 – LuxHome Furnishings\nOrchestrated a brand repositioning campaign focused on sustainability and premium quality. Led\ncreative direction for multimedia assets and managed a €3.5M campaign budget across 5 European\nmarkets.\n2022–2023 – GreenGrocers Market\nDeveloped an omnichannel marketing strategy integrating physical stores with digital touchpoints.\nIntroduced QR-based product storytelling and created a mobile app that increased repeat purchases by\n28%.\n2021–2022 – CityBank Portugal\nLed the creation of a customer advocacy program that improved NPS scores by 18 points. Established\ncustomer feedback loops and designed recognition systems for brand advocates.\n2020–2021 – SporTech Apparel\nManaged the launch of an athleisure line through influencer partnerships and experiential marketing.\nThe campaign reached 12M impressions and contributed to a 40% revenue increase in the first quarter.\n2019–2020 – TeleCom Services\nDirected the implementation of a marketing automation platform integrating CRM data. Created\nnurture streams for different customer segments and introduced attribution modeling for campaign\neffectiveness.\n2018–2019 – EcoFoods Group\nCreated a social media strategy focusing on sustainable practices and healthy eating. Developed\ncontent pillars, community management guidelines, and crisis communications protocols.\n2016–2018 – UrbanStyle Fashion\nOversaw the transformation of retail marketing to include digital experiences. Introduced AR fitting\nrooms and personalized recommendations based on purchase history.\n2013–2016 – GlobalDrinks Corporation\nLed marketing campaigns for new product launches across Southern Europe. Managed relationships\nwith creative agencies and organized sampling events that reached 500,000+ consumers.\n2011–2013 – FestivalTours Agency\nDeveloped targeted marketing programs for cultural tourism. Created partnerships with local artisans\nand designed promotional materials showcasing authentic experiences."
}