{
    "name": "Ricardo Moreira",
    "title": "Director of Advanced Analytics, Bankinter Portugal",
    "summary": "Director of Advanced Analytics with 20+ years of experience in data engineering, business intelligence, and AI\ngovernance. Delivers results by translating strategic goals into data-driven frameworks that optimize\nperformance and ensure regulatory compliance. Known for strong communication with both technical teams\nand executive stakeholders.\nCertifications: Microsoft AI Fundamentals, Microsoft Data Fundamentals.\nLanguages: Native Portuguese and French, fluent in English and Spanish.",
    "education": "Instituto Superior Técnico\nMechanical Engineering (pre-Bologna)",
    "skills": "Data Governance & Regulatory Compliance\nPlatforms: Azure Data Lake, SQL Server, Power BI, Purview\nTools: PowerCenter, Microstrategy, SAP BI\nData Modeling & KPI Design\nNative in Portuguese and French; fluent in English and Spanish",
    "experience": "2024 – MediCore Group\nImplemented an automated data quality engine to ensure reliability across 12 clinical and ERP systems.\nIntroduced KPIs for data completeness and consistency, reducing manual validation by 60%.\n2024 – GreenBuild Partners\nDesigned a dynamic project cost estimator by integrating real-time materials pricing and labor\nallocation across multiple locations. Enabled financial teams to simulate future project costs for\nplanning.\n2022–2023 – NovaGrid Utilities\nCentralized procurement and supplier data into a unified platform. Used ML clustering to segment\nvendors by performance and risk level, delivering actionable insights to purchasing managers.\n2022 – MediTrust & NovaGrid\nLed enterprise-wide data governance rollout. Established glossary standards, implemented stewardship\nworkflows, and delivered a business glossary using Microsoft Purview.\n2020–2022 – PowerFleet Services\nManaged a portfolio of MVPs using Azure ML to predict equipment breakdowns, delivery anomalies,\nand route optimization. Ensured DevOps integration for model testing and deployment.\n2020 – PowerFleet Services\nIntroduced metadata management over the Azure ecosystem. Built dashboards for lineage tracking and\ndata stewardship accountability across teams.\n2019 – VitalHealth Group\nDeveloped an enterprise data strategy for integrating electronic health records across business units.\nDrove alignment between IT, finance, and compliance on data retention and sensitivity policies.\n2019–2020 – PetroPulse Energy\nDeployed performance dashboards for refinery operations. Created real-time alerting features based on\nsensor readings and threshold logic from the field.\n2019 – PetroPulse Energy\nImplemented a KPI-driven BI system for procurement analytics. Improved transparency over spending\ncategories and supplier trends using custom ETL and interactive dashboards.\n2012–2019 – MedAuthority Portugal\nDirected the implementation of a full-stack data warehouse supporting public health reporting.\nDelivered government-compliant ETL pipelines and standardized statistical reporting.\n2018 – TransLog Freight\nLed the development of HR analytics models. Helped HR forecast turnover and proactively plan\nrecruitment strategies.\n2018 – TransLog Freight\nBuilt an audit tool for retail pricing by combining POS, CRM, and invoice data. The system alerted\ndiscrepancies between promotional plans and actual customer charges.\n2018 – SkyPort Airports\nCreated a BI architecture to monitor international flight performance, passenger flow, and commercial\nsales. Designed ETL processes and reporting for executive dashboards.\n2018 – ComNet Telco\nConducted training and enablement for 30+ engineers to transition to modern BI tools, increasing self-\nservice analytics adoption by 40%."
}